;(function ($) { $.fn.datepicker.language['hy'] = {
    days: ['Կիրակի', 'Երկուշաբթի', 'Երեքշաբթի', 'Չորեքշաբթի', 'Հինգշաբթի', 'Ուրբաթ', 'Շաբաթ'],
    daysShort: ['Կրկ', 'Երկ', 'Երք', 'Չրք', 'Հնգ', 'Ուրբ', 'Շբթ'],
    // daysMin: ['Կր', 'Եր', 'Եք', 'Չր', 'Հն', 'Ուր', 'Շբ'],
    daysMin: ['Կրկ', 'Երկ', 'Երք', 'Չրք', 'Հնգ', 'Ուրբ', 'Շբթ'],
    months: ['Հունվար', 'Փետրվար', 'Մարտ', 'Ապրիլ', 'Մայիս', 'Հունիս', 'Հուլիս', 'Օգոստոս', 'Սեպտեմբեր', 'Հոկտեմբեր', 'Նոյեմբեր', 'Դեկտեմբեր'],
    monthsShort: ['Հուն', 'Փետ', 'Մրտ', 'Ապր', 'Մայ', 'Հուն', 'Հուլ', 'Օգս', 'Սեպտ', 'Հոկ', 'Նոյ', 'Դեկ'],
    today: 'Այսօր',
    clear: 'Զրոյացնել',
    dateFormat: 'yyyy/mm/dd',
    timeFormat: 'hh:ii aa',
    firstDay: 1
}; })(jQuery);

